<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%
	pageContext.setAttribute("APP_PATH", request.getContextPath());
%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Insert title here</title>
</head>
<body>
						<h5>桂林铱停车软件许可及服务协议</h5>
<P>一、总则</P>

<p>欢迎您使用桂林铱停车软件及服务！</p>
<p>为使用桂林铱停车软件（以下简称“本软件”）及服务，您应当阅读并遵守《桂林铱停车软件许可及服务协议》（以下简称“本协议	”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，并选择接受或不接受。</p>

<p>本协议条款的确认权和本软件提供的相关服务的所有权归桂林金铱星科技发张有限公司（以下简称“本单位”）所有。除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及相关服务。您的下载、安装、使用、获取泊车帐号、登录等行为即视为您已阅读并同意上述协议的约束。本软件有权随时修改下述条款和条件，并只需公示于本软件中，而无需征得您的事先同意。修改后的条款于公示时即时生效。在本软件修改服务条款后，您继续使用服务应被视作您已接受了修改后的条款。</p>

<p>二、主权利与义务</p>

<p>2.1 服务概要</p>
<p>2.1.1 本软件服务内容是指本软件向用户提供的与桂林金铱星科技发张有限公司收费相关的注册、登录、充值、泊车、查询、及基于地图的停车诱导、行车导航等服务（以下简称“本服务”）。本单位保留随时变更、中断或终止部分或全部服务的权利。</p>

<p>2.1.2 您使用本服务需要下载公众停车宝客户端软件，对于这些软件，本单位给予您一项个人的、不可转让及非排他性的许可。本服务中铱停车客户端软件提供ios和android两个应用版本，用户必须选择与所安装手机相匹配的软件版本。</p>

<p>2.1.3 本服务仅提供相关服务，用户需自行配备上网设备，包括移动电话、平板电脑、电脑或其他必备上网装置。</p>

<p>2.2 帐号使用规范</p>
<p>2.2.1 您在使用本服务前需要注册一个泊车帐号。泊车帐号必须通过手机号码进行绑定注册。本单位有权根据用户需求或产品需要对帐号注册和绑定的方式进行变更。</p>

<p>2.2.2 泊车帐号的所有权归本单位所有，用户完成申请注册手续后，仅获得泊车帐号的使用权，且该使用权仅属于初始申请注册人，同时，初始申请注册人不得赠与、借用、租用、转让或售卖泊车帐号或者以其他方式许可非初始申请注册人使用泊车帐号。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用泊车账号。</p>

<p>2.2.3 用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。在您怀疑他人在使用您的帐号时，您应立即通知本单位。</p>

<p>2.3 用户注意事项
<p>2.3.1 您理解并同意：为了向您提供有效的服务，本软件会利用您移动通讯终端的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。</p>

<p>2.3.2 您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议。</p>

<p>2.3.3 您理解并同意本单位将会尽其在系统维护上的合理努力保障您在本软件及服务中的数据存储安全，但是，本单位并不能就此提供完全保证，包括但不限于以下情形：</p>

<p>2.3.3.1 本单位不对您在本软件及服务中相关数据的删除或储存失败负责；</p>

<p>2.3.3.2 本单位有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本软件及服务中的相关数据；</p>

<p>2.3.3.3 如果您停止使用本软件及服务或服务被终止或取消，本单位可以从服务器上永久地删除您的数据。服务停止、终止或取消后，本单位没有义务向您返还任何数据。</p>

<p>2.3.4 用户在使用本软件及服务时，须自行承担如下来自本单位不可掌控的风险内容，包括但不限于：</p>

<p>2.3.4.1 由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险；</p>

<p>2.3.4.2 用户必须选择与所安装手机相匹配的软件版本，否则，由于软件与手机型号不相匹配所导致的任何问题或损害，均由用户自行承担；</p>

<p>2.3.4.3 用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；</p>

<p>2.3.4.4 用户信息被他人转发、分享等，因此传播可能带来的风险和责任；</p>

<p>2.3.4.5 由于无线网络信号不稳定、无线网络带宽小等原因，所引起的账号登录失败、资料同步不完整、页面打开速度慢等风险。</p>

<p>2.3.4.6 因用户未及时升级客户端，用户手机系统升级导致出现软件无法使用、数据信息不完整等问题，用户自行承担责任。</p>

<p>2.3.5 用户停车可使用停车卡、电子标签、停车宝软件等多种缴费手段，如需使用本软件缴费需要注意：</p>

<p>2.3.5.1 用户在使用本软件进行停车登记时，需预估本次停车时长，并保证帐户内的储值能够支付本次预估的停车费用。如服务完成时，实际停车费用大于预估的停车费用，用户应进行补缴，未进行缴费的用户应在下次停车前将上次费用结清方可继续使用本软件。</p>

<p>2.3.5.2 用户如有需要可以申请提现，并提供身份证明，确认申请后，本单位将于15个工作日内将申请款项还至您的支付宝或者银行卡内。</p>

<p>2.4 第三方产品和服务</p>
<p>2.4.1 您在使用本软件第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。本单位和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</p>

<p>2.4.2 因用户使用本软件或要求本单位提供特定服务时，本软件可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供，本单位不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与本单位无关，本单位不承担任何责任。</p>

<p>三、用户行为规范</p>

<p>3.1 信息内容规范</p>
<p>3.1.1 本条所述信息内容是指用户使用本软件及服务过程中所有操作涉及的任何内容，包括但不限于泊车帐号头像、名字、用户说明等信息，或上传的文字、图片等信息，以及其他使用泊车帐号或本软件及服务所产生的内容。</p>

<p>3.1.2 您理解并同意，本单位将致力于为用户提供文明健康、规范有序的网络环境，您不得利用泊车帐号或本软件及服务制作、复制、发布、传播如下干扰本软件正常运营，以及侵犯其他用户或第三方合法权益的内容，包括但不限于：</p>

<p>3.1.2.1 发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽或含有任何性或性暗示的、暴力的内容；</p>

<p>3.1.2.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</p>

<p>3.1.2.3 涉及他人隐私、个人信息或资料的；</p>

<p>3.1.2.4 发表、传送、传播骚扰、广告信息及垃圾信息；</p>

<p>3.1.2.5 其他违反法律法规、政策及公序良俗、社会公德或干扰本软件正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>

<p>3.1.2.6 用户解码本软件后，篡改软件信息（类似于黑客破解）对本软件、其他用户、第三方合法权益造成损害。</p>

<p>3.1.2.7 用户发现软件存在或有系统漏洞时，应及时通知本单位，本单位可按实际情况予以奖励。用户不得利用该种漏洞牟利或损害他人利益。</p>

<p>3.2 软件使用规范</p>
<p>除非法律允许或本单位书面许可，您使用本软件过程中不得从事下列行为：</p>

<p>3.2.1 删除本软件及其副本上关于著作权的信息；</p>

<p>3.2.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；</p>

<p>3.2.3 对本单位拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>

<p>3.2.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经本单位授权的第三方工具/服务接入本软件和相关系统；</p>

<p>3.2.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>

<p>3.2.6 通过非本单位开发、授权的第三方软件、插件、外挂、系统，登录或使用本软件及服务，或制作、发布、传播上述工具；</p>

<p>3.2.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；</p>

<p>3.2.8 其他未经本单位明示授权的行为。</p>

<p>3.3 服务运营规范</p>
<p>除非法律允许或本单位书面许可，您使用本服务过程中不得从事下列行为：</p>

<p>3.3.1 提交、发布虚假信息，或冒充、利用他人名义的；</p>

<p>3.3.2 虚构事实、隐瞒真相以误导、欺骗他人的；</p>

<p>3.3.3 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</p>

<p>3.3.4 利用泊车帐号或本软件及服务从事任何违法犯罪活动的；</p>

<p>3.3.5 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；</p>

<p>3.3.6 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或本单位未明示授权的行为。</p>

<p>3.4 对自己行为负责</p>
<p>您充分了解并同意，您必须为自己注册帐号下的一切行为负责，包括您所进行的一切操作行为以及由此产生的任何后果。您应对本服务的内容自行加以判断，并承担因使用而引起的所有风险。本单位无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>

<p>3.5 违约处理</p>
<p>3.5.1 如果本单位发现或收到他人举报或投诉用户违反本协议约定的，本单位有权不经通知随时视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用全部或部分功能、帐号封禁直至注销的处罚，并公告处理结果。</p>

<p>3.5.2 您理解并同意，本单位有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</p>

<p>3.5.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；本单位因此遭受损失的，您也应当一并赔偿。</p>

<p>四、知识产权声明</p>

<p>4.1 本单位是本软件的知识产权权利人。 本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，本单位享有上述知识产权，但相关权利人依照法律规定应享有的权利除外。</p>

<p>4.2 未经本单位或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。</p>

<p>五、终端安全责任</p>

<p>5.1 您理解并同意，本软件同大多数互联网服务软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。</p>

<p>5.2 您不得制作、发布、使用、传播用于窃取泊车帐号及他人个人信息、财产的恶意程序。</p>

<p>5.3 维护软件安全与正常使用是本单位和您的共同责任，本单位将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意本单位并不能就此提供完全保证。</p>

<p>5.4 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意本单位的有关温馨提示。</p>

<p>六、其他</p>

<p>6.1 您使用本软件即视为您已阅读并同意受本协议的约束。本单位有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。</p>

<p>6.2 本协议签订地为中华人民共和国桂林市。</p>

<p>6.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>

<p>6.4 若您和本单位之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>

<p>6.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>

<p>6.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。(正文完)</p>

<p>桂林金铱星科技发展有限公司</p>
	
</body>
</html>